{
  "movies": [
    {
      "id": 1,
      "name": "The Flash",
      "rating": 8.3,
      "overview": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
      "imageURL": "https://image.tmdb.org/t/p/w220_and_h330_face/wHa6KOJAoNTFLFtp7wguUJKSnju.jpg"
    },
    {
      "id": 2,
      "name": "Interstellar",
      "rating": 6.8,
      "overview": "Six months after the events depicted in The Matrix, Neo has proved to be a good omen for the free humans, as more and more humans are being freed from the matrix and brought to Zion, the one and only stronghold of the Resistance. Neo himself has discovered his superpowers including super speed, ability to see the codes of the things inside the matrix and a certain degree of pre-cognition.",
      "imageURL": "https://image.tmdb.org/t/p/w220_and_h330_face/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg"
    },
    {
      "id": 3,
      "name": "Arrow",
      "rating": 7.9,
      "overview": "SAW legacy, a group of Jigsaw survivors gathers to seek the support of self-help guru and fellow survivor Bobby Dagen, a man whose own dark secrets unleash a new wave of terror.",
      "imageURL": "https://image.tmdb.org/t/p/w220_and_h330_face/gKG5QGz5Ngf8fgWpBsWtlg5L2SF.jpg"
    },
    {
      "id": 4,
      "name": "Rogue",
      "rating": 7.4,
      "overview": "This is a wider card with supporting text below as a natural lead-in to additional content.",
      "imageURL": "https://image.tmdb.org/t/p/w220_and_h330_face/uOw5JD8IlD546feZ6oxbIjvN66P.jpg"
    },
    {
      "id": 5,
      "name": "Project Power",
      "rating": 6.7,
      "overview": "A tough, renegade cop with a gay sidekick is dispatched to take down a serial killer who has been targeting police officers. ",
      "imageURL": "https://image.tmdb.org/t/p/w220_and_h330_face/TnOeov4w0sTtV2gqICqIxVi74V.jpg"
    },
    {
      "id": 6,
      "name": "Superman",
      "rating": 7.6,
      "overview": "This is a wider card with supporting text below as a natural lead-in to additional content.",
      "imageURL": "https://image.tmdb.org/t/p/w220_and_h330_face/6Bbq8qQWpoApLZYWFFAuZ1r2gFw.jpg"
    },
    {
      "name": "Die Simpsons",
      "rating": "7.7",
      "imageURL": "https://image.tmdb.org/t/p/w600_and_h900_bestv2/vthlLjMfmL2qI6v4cnQau8YWuU9.jpg",
      "overview": "When a mafia accountant is taken hostage on his beat, a police officer – wracked by guilt from a prior stint as a negotiator – must negotiate the standoff, even as his own family is held captive by the mob.",
      "id": 8
    },
    {
      "name": "The Walking Dead ",
      "rating": "7.9",
      "imageURL": "https://image.tmdb.org/t/p/w600_and_h900_bestv2/AjfVMWgTOAhRxcQcEmVhu58AjPG.jpg",
      "overview": "The Walking Dead spielt bislang in der Metropolregion von Atlanta, im Südosten der Vereinigten Staaten, und erzählt vom Kampf einer kleinen Gruppe Überlebender nach einer weltweiten Zombie-Apokalypse. Unter Führung des Sheriffs Rick Grimes ist die Gruppe auf der Suche nach einer dauerhaften und vor allem sicheren Bleibe. Dabei stellen die fast überall präsenten Untoten eine permanent vorhandene Bedrohung dar, die jederzeit ohne Vorwarnung zuschlagen kann. Im Laufe der Zeit wird die Gruppe daher zwangsläufig immer kleiner, da manche Mitglieder den Zombies zum Opfer fallen, andere die Gruppe verlassen oder sich für den Tod entscheiden.\n\n",
      "id": 9
    }
  ]
}